/*演習6-6
 * 「こんにちは。」と表示する関数helloを作成する。
 * 作成日：2017年5月3日
 * 作成者：浅田　知嗣
 * 更新日：2017年5月7日
 * 更新者：浅田　知嗣
 * 更新日：2017年5月10日
 * 更新者：浅田　知嗣
 */

#include <iostream>

using namespace std;

//関数宣言。
void Hello();

int main()
{

	//「こんにちは。」と表示する関数を実行する。
	Hello();

	//0を返す。
	return 0;
}

/*関数名：void Hello()
 * 「こんにちは。」と表示する関数。
 * 引数：なし
 * 返却値：なし
 * 作成日：2017年5月3日
 * 作成者：浅田　知嗣
 * 更新日：2017年5月7日
 * 更新者：浅田　知嗣
 * 更新日：2017年5月10日
 * 更新者：浅田　知嗣
 */
//「こんにちは。」と表示する関数。
void Hello()
{
	//「こんにちは。」と表示する。
	cout	<<"こんにちは。\n";

}
